<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<style>
	#CsAgreement{
	}
</style>
<div id="CsAgreement">    
<h4>서비스 이용 약관</h4> 시행일자 : 2021-09-29
사업자 정보 <br>
상호 : 콘텐츠웨이브 주식회사<br>
대표이사 : 유 승 환<br>
주소 : 서울시 마포구 이대역 근처<br>
전화번호 : 고객센터 1599-3709 (평일 09:00~18:00, 점심시간 12:00~13:00, 주말 및 공휴일 휴무)<br>
전자우편주소 : minogo@naver.com<br>
사업자등록번호 : 220-88-38020<br>
통신판매업 신고번호 : 제 2021-서울영등포-0585<br>
호스팅서비스 제공자 : GS네오텍<br>
통신판매업 정보 공개 : 
<br>
제 1 장 총칙<br>
제 1 조 (목적)<br>
본 약관은 콘텐츠웨이브 주식회사(이하 회사라 합니다)가 제공하는 유무선 인터넷 관련 서비스를 이용함에 있어 회사와 이용자의 권리, 의무 및 책임사항, 기타 필요한 사항을 규정함을 목적으로 합니다.<br>
<br><br>
제 2 조 (정의)<br>
1.wavve란 회사가 재화 또는 용역을 이용자에게 제공하기 위하여 컴퓨터 등 정보통신 설비를 이용하여 재화 또는 용역을 거래할 수 있도록 설정한 가상의 영업장을 말하며, 아울러 서비스를 제공하는 사업자의 의미로도 사용합니다.<br>
2. 회사라 함은 콘텐츠 산업과 관련된 경제활동을 영위하는 자로서 콘텐츠 및 제반서비스를 제공하는 자를 말합니다.<br>
3. 서비스라 함은 구현되는 단말기(PC, TV, 휴대형단말기 등의 각종 유무선 장치를 포함)와 상관없이 회원이 이용할 수 있는 wavve 및 wavve 관련 제반 서비스를 의미합니다.<br>
4. 회원이라 함은 회사와 이용계약을 체결하고 이용자 아이디(ID)를 부여받은 이용자로서 회사의 정보를 지속적으로 제공 받으며 회사가 제공하는 서비스를 지속적으로 이용할 수 있는 자를 말합니다.<br>
5. 콘텐츠라 함은 정보통신망이용촉진 및 정보보호 등에 관한 법률 제2조 제1항 제1호의 규정에 의한 정보통신망에서 사용되는 부호,문자,음성,음향,이미지 또는 영상 등으로 표현된 자료 또는 정보로서, 그 보존 및 이용에 있어서 효용을 높일 수 있도록 전자적 형태로 제작 또는 처리된 것을 말합니다.<br>
6. 이용자라 함은 회사의 사이트에 접속하여 이 약관에 따라 회사가 제공하는 콘텐츠 및 제반서비스를 이용하는 회원 및 비회원을 말합니다.<br>
7. 아이디(ID)라 함은 회원의 식별과 서비스이용을 위하여 회원이 정하고 회사가 승인하는 문자 또는 숫자의 조합을 말합니다.<br>
8. 비밀번호(PASSWORD)라 함은 회원이 부여받은 아이디(ID)와 일치되는 회원임을 확인하고 비밀보호를 위해 회원 자신이 정한 문자 또는 숫자의 조합을 말합니다.<br>
9. 개인정보란 생존하는 개인에 관한 정보로서 해당 정보에 포함되어 있는 성명, 생년월일 등의사항에 의하여 해당 개인을 식별할 수 있는 정보(해당 정보만으로는 특정 개인을 식별할 수 없더라도 다른 정보와 용이하게 결합하여 식별할 수 있는 것을 포함)를 말합니다.<br>
10. 게시물이란 회원이 서비스를 이용함에 있어 서비스상에 게시한 부호, 문자, 음향, 음성, 화상, 동영상 등의 정보 형태의 글, 사진, 동영상 및 각종 파일과 링크 등을 의미합니다.<br>
11. 회원탈퇴란 회원이 wavve서비스의 이용계약을 해지하는 것을 의미합니다.<br>
12. 제휴사란 회사와 공동 협력을 통해 회원에게 다양한 서비스와 혜택을 제공하는 제3의 서비스 및 마케팅 협력사를 말합니다.<br>
<br><br>
제 3 조 [신원정보 등의 제공]<br>
회사는 이 약관의 내용, 상호, 대표자 성명, 영업소 소재지 주소(소비자의 불만을 처리할 수 있는 곳의 주소를 포함), 전화번호, 모사전송번호, 전자우편주소, 사업자등록번호, 통신판매업 신고번호 및 개인정보관리책임자 등을 이용자가 쉽게 알 수 있도록 온라인 서비스 초기화면에 게시합니다. 다만, 약관은 이용자가 연결화면을 통하여 볼 수 있도록 할 수 있습니다.<br>
<br><br>
제 4 조 (약관의 효력 및 변경)<br>
1. 본 약관은 회사가 서비스 초기 화면을 통하여 게시하거나 전자우편 기타의 방법으로 회원에게 개별 통지함으로써 효력이 발생합니다.<br>
2. 본 약관에 동의하여 회원가입을 완료한 회원은, 회사가 제공하는 모든 서비스를 별도의 추가 가입절차 없이 편리하게 이용할 수 있습니다. 회사가 운영하는 부속사이트를 이용함에 있어 회원과 회사간의 권리, 의무 및 책임사항, 이용조건 및 절차 등은 각 서비스 별 약관이나 세부지침의 규정이 없는 사항은 본 약관의 내용을 따릅니다.<br>
3. 회사는 관련 법령에 반하지 않는 범위 내에서 본 약관의 내용을 변경할 수 있으며, 적용일자 및 개정사유를 명시하여 현행 약관과 함께 그 적용일자 7일 이전부터 적용일자 전일까지 제1항의 방식으로 공지합니다. 다만 회원에게 불리하게 약관 내용을 변경하는 경우에는 개정 약관의 적용일자 30일 전부터 적용일자 전일까지 공지하는 것 외에 전자우편 기타의 전자적 수단을 통해 별도로 통지합니다.<br>
4. 전항에 따른 시행일 이후에 서비스를 이용하는 회원은 변경된 약관에 동의한 것으로 간주합니다. 다만 회원은 변경된 약관에 동의하지 않을 경우 이용계약을 해지할 수 있습니다.<br>
5. 유료서비스를 이용하는 회원이 본 약관의 개정에 동의하지 아니하여 이용계약을 해지하는 경우에는 별도의 유료서비스 약관에 정한 환불정책을 따릅니다.<br>
</div>